{
  "blogs": [
    {
      "title": "Do You Want to Know the Difference Between Alloy & Steel Wheels?",
      "content": "##  Which one is better for my car?\n\nThere are commonly two types of wheels found in modern cars:\n\n1.  Steel wheel\n\n2.  Alloy wheel.\n\nEach one has its own advantages and disadvantages. They vary in different parameters which are given below:\n\n-   Maintenance, \n\n-   Reliability, and\n\n-   Aesthetics, etc. \n\nLet us understand the difference between alloy wheels and Steel wheels and which type of wheel will be better for your car?\n\n### What are alloy wheels?\n\nAlloy is a combination of several metals. They are usually made from an alloy of either magnesium or aluminum. Alloys have wonderful qualities like malleability, rigidity, durability, etc. Consequently, they are generally used. Alloy wheels are highly light in weight and costly as compared to steel wheels.\n\nAlloy Wheels have some benefits which are mentioned below:\n\n##### Advantages of alloy wheels\n\n-   Due to light weight, alloy wheels permit better vehicle taking care of.\n\n-   Fully suited for sports cars, and ultra-high performance cars.\n\n-   The splendid aesthetic appearance of alloy wheels also increases its demand. \n\n-   You can customize alloy wheels in terms of looks, polishing, finishing, and painting.\n\n##### Disadvantages of alloy wheels\n\n-   Alloy wheels are not long-lasting. When driven on irregular terrains or massive ruts there is a possibility to bend and crack.\n\n-   If alloy wheels are cracked and damaged in case they cannot be repaired.\n\n-   Alloy wheels are expensive as compared to steel wheels.\n\n-   Alloy wheels are corrosion resistant.\n\n### What are steel wheels?\n\nSteel wheels are made from stamped steel and have been used on vehicles for a very long time. In a manufacturing process, steel is being pressed and after that suitably welding them into shape. They are highly recommended for being tough and durable. Steel wheels are mostly found on tourist cars, SUVs, HMVs, etc. We can also say steel wheels are more flexible for off-road and heavy-duty cars. At the end, they are stronger than alloy wheels and less expensive to purchase.\n\n##### Advantages of steel wheels\n\n-   Steel wheels give higher strength and durability.\n\n-   They are budget-friendly and easy to repair.\n\n-   They have more capacity to absorb shocks.\n\n##### Disadvantages of steel wheels\n\n-   These wheels are heavy as compared to alloy wheels.\n\n-   In steel wheels, there is a lack of customization which leads to a lower aesthetic appearance.\n\n-   Steel wheels are less fuel-efficient.\n\nWhich one is better for you, alloy wheels or steel wheels? It depends on your type of car. You can also visit near tyre expert shop. It will support you in making your final decision by knowing your requirements.",
      "author": "fefefef",
      "time": 10,
      "subtitle": "A good blog",
      "slug": "a-good-blog1",
      "page": "blogs",
      "imageURL": "https://i.ibb.co/GFQdvkS/Web.jpg"
    },
    {
      "title": "Speed Index And Load Rating Index – What Does This Mean?",
      "content": "In this blog, we are discussing what is a Speed And Load Rating Index?\n\nIn the tyre sidewall, it contains information like the width of tyre, aspect ratio, load rating or index, speed index etc. This data is passed on in alphanumeric configuration.\n\nWant to know how to read the exact size of the tyre? Here is an example:\n\nThe tyre markings 175/70 R 14 84T indicate:\n\n-   Tyre width - 175 mm\n\n-   Aspect ratio - 70\n\n-   Tyre construction - R (R for radial tyre)\n\n-   Rim size - 14 inches\n\n-   Load index - 84\n\n-   Speed rating -- T\n\nImportant Things You Need to Know About Tyre Load Index\n\nThe load index on the tyre symbolizes the highest load the tyre can convey at maximum safe inflation. \n\nThen the load index is converted into kilograms just to know about the load the tyre can maintain. If you want to know the load index, check out the above example. In this example, the load index 84 corresponds to 500 kilograms. This indicates when the tyre is raised to its maximum safe pressure it can carry 500 kilograms. The absolute amount of load index in kilograms for all 4 tyres of your car is the greatest amount of load your car can handle. Overloading enhances the chances of tyre wear, decreases vehicle stability, increases fuel consumption, etc.",
      "author": "fedad",
      "time": 10,
      "subtitle": "A gdawdblog",
      "slug": "a-godadwog2",
      "page": "blogs",
      "imageURL": "https://www.tyremarket.com/tyremantra/wp-content/uploads/2020/05/load-index-and-speed-rating.jpg"
    },
    {
      "title": "Top Reasons Why Regular Car Maintenance and Repairing is Important in Noida",
      "content": "There are many tips for Car Maintenance. But, Periodic car servicing is necessary for the maintenance of the car which includes examining Car engine and other subparts with liquid and oil top up. Periodic car maintenance helps to increase the life and efficiency of the car through optimal performance.\n\nIt is disappointing to experience any kind of car inconvenience just like the need need to repair of car tyres mainly when you are in a rush or are a long way from car garages. These types of incidents can be prevented with a vital regularly determine the status of your car. \n\nThat's why if you're working according to regular car maintenance tips and car repairing, it assists to prevent the likelihood of you being stuck in these situations. Car maintenance also helps to preventing from costly repairs in the future.\n\nRoutine Car Repairing in Noida can be a difficult errand to stay aware of. Isolated from upsetting the smooth progression of traffic, delved up roads and streets are likewise adding to the budgetary weight of the car owners. This is the reason car owners need to spend more for car servicing, maintenance and repairing.\n\nIn Noida, poor road conditions and high traffic problems increased the car maintenance cost. Mainly, car maintenance includes car tyre's repair, engine check-ups. Hence, there can be serious ramifications of now no longer staying updated for your car's repair plan and car maintenance tips.\n\n#### Here we are discussing one of the best car maintenance tips which are given below:\n\n_There are some essential things in or on your car that should be regularly checked or replaced such as_\n\n-   Wiper blades, \n\n-   Air filter, \n\n-   Antifreeze, \n\n-   Battery, \n\n-   Belts, \n\n-   Brakes, \n\n-   Engine oil, \n\n-   Exhaust, \n\n-   Hoses, \n\n-   Lights, \n\n-   Oil filter, \n\n-   Power steering fluid, \n\n-   Shock absorbers, \n\n-   Tires, \n\n-   Transmission fluid, \n\n-   And Washer fluid, etc\n\nGetting an intensive examination is the best course to guarantee you don't miss anything about these.\n\nOne of the alternative approaches to maintaining your car is to wash it now and again. Washing your car improves its appearance and performance.\n\nVehicles with oxidized paint or an eroded body can't be monetarily restored.\n\nLearning the strategy of DIY Car Tyre repair may also assist you in emerging from a tough spot without bothering to a nearby auto shop, particularly when you need to walk 1,000 miles to discover such a shop.\n\nCar repair and maintenance is essential in Noida. By following preventive car maintenance steps, you can save your precious time, effort and money. With the help of a qualified and skilled car mechanic, you will be able to have a well-maintained and properly running automotive. If you are searching for the one of the best place for car maintenance and repair, CarPlus is here to assist you.",
      "author": "fefefef",
      "time": 10,
      "subtitle": "A good blog",
      "slug": "a-good-blog3",
      "page": "blogs",
      "imageURL": "https://media.istockphoto.com/vectors/auto-service-garage-vector-id531179082?k=20&m=531179082&s=612x612&w=0&h=Rk5D27wGYPc2SKrrNa6eknx4zWZcgub2qHZ566osUzQ="
    },
    {
      "title": "Why Choosing the Best Quality Car Tyre is Important?",
      "content": "Tyres are a crucial part of the vehicle. All the tyres that you see stocked up in a tyre store can look all good. The tyres that you see in a tyre store can look identical but it does not mean they perform the same job. There \n\ncould be a huge variation in the design of these tyres.\n\nAt first look, the tread pattern of every new tyre might look impressive.\n\n But these tyres are made from different tread patterns, compounds, and ingredients.\n\nPremium tyre manufacturer spends a lot of time to develop a perfect tyre for wet, dry, hot and cold conditions. It assures your tyre will do specifically what it is supposed to do in all driving conditions. \n\nThis is how low-cost tyres should not be used.\n\nIn our country, here we are experiencing three to four months of rain every year, the design of the tyre tread is not just about styling. Tyres play an important role in wet conditions to maintain your car under control. Using the right quality of the tyres is important for safety purposes. If tyres don't cut through the surface of the water then your vehicle will end up hydroplaning. It means tyres of your car will surf on top of the water and you will no longer be connected to the road and you will not be able to stop the car. Therefore when it comes to wet driving, the best quality tyres can make all the difference.\n\nImportant Factors that give the best quality tyres an edge over the rest are:\n\nSuperior Braking -- Branded tyres made of premium elastic produce a ton of grip. They are suitably connected to the surface of the road. Thus, the halting distance is substantially less. It also helps to increase the braking power for safety purposes.\n\nCornering Performance -- A major distinction is experienced during cornering. Inferior quality tyres don't deliver sufficient grip and skid off the corner. This is because their capacity to adhere to the road is far less as compared to premium quality tyres.\n\nHigher grade elastic. \n\nIt helps to handle better and overall driving performance.\n\nIncreased life span of Tyre The top-notch rubber compounds and other polymers along with the cutting-edge engineering technology used in manufacturing the tyre result into the longer existence of the tyres. \n\nSo, always choose your tyres carefully. Top tyre manufacturer uses the most advanced technology, making it the brand of decision for enduring, reliable tyres in India. If you are worried about the performance of your tyres, then check out our best quality tyres at CarPlus now. Contact our professional tyre dealers today and get a free quote.",
      "author": "fedad",
      "time": 10,
      "subtitle": "A gdawdblog",
      "slug": "a-good-blog4",
      "page": "blogs",
      "imageURL": "https://storage.googleapis.com/gomechanic_assets/category_icons/tyre-v3.svg"
    },
    {
      "title": "Spoke Wheels vs Alloy Wheels – Which one is better and Why?",
      "content": "## Spoke Wheels:\n\nSpokes are common in all cars, trucks, bicycles, and motorcycles. Wheels usually have chrome spokes on them. Spokes are the Rods spreading from the hub to attach to the rim. \n\nSpoke wheels are more durable than alloy wheels. Due to this reason, motorcycle manufacturers prefer spoke wheels instead of alloy wheels.\n\n_Spoke wheels are mainly used in_\n\n-   Enduros,\n\n-   ADVs,\n\n-   Scramblers,\n\n-   Off-road, and dirt bikes.\n\nRead further to know the advantages and disadvantages of spoke and alloy wheels.\n\n#### Advantage of Spoke Wheels:\n\nSpoke wheels offer the highest level of flexibility and durability. Due to this reason, they are able to handle the pressure to a specific degree. By using these types of wheels, you will be able to drive your car through rough terrains or massive ruts. Spoke wheels have a good ability to absorb shocks.\n\nThe other advantage of using spoke wheels is that they can be repaired easily as compared to alloy wheels. Because of their aesthetic value, most of the bike manufacturers and customers preferred them.\n\nSpoke wheels are less expensive than alloy wheels.\n\n#### Disadvantages of Spoke Wheels:\n\nSpoke wheel bikes use inner tubes. It creates complexity while fixing punctures and exchanging the tubes. It is because the whole wheel assembly must be taken off while making maintenance or alteration. Fixing a broken or a loose spoke is also a time-consuming process.\n\nSpokes are attached to the steel rim that why they cannot be customized.\n\n## Alloy wheels:\n\nAlloy is a combination of several metals. They are usually made from an alloy of either magnesium or aluminum. Alloys have wonderful qualities like malleability, rigidity, durability, etc. Consequently, they are generally used. Alloy wheels are highly light in weight and costly as compared to steel wheels.\n\nAlloy wheels are light-weighted, affordable, easy to assemble, freedom of customization and they allow cars to use tubeless tyres.  Alloy wheels are more affordable and rigid.\n\n#### Advantages of Alloy Wheels:\n\n- They are highly rigid and thus can sustain an increased amount of torque and horsepower with ease.\n\n- Alloy wheels offer more stability.\n\n- Puncture repairs or tyre changes are easy and simple in alloy wheels.\n\n#### Disadvantages of Alloy Wheels:\n\nThere is a lack of flexibility in alloy wheels. When hit hard by huge rocks at high speed they crack or dent. In such situations, alloy wheels cannot be repaired. It needs to be replaced.",
      "author": "fefefef",
      "time": 10,
      "subtitle": "A good blog",
      "slug": "a-good-blog5",
      "page": "blogs",
      "imageURL": "https://spiderimg.amarujala.com/assets/images/2017/11/01/alloy-wheels-vs-spoke-wheels_1509527307.jpeg"
    },
    {
      "author": "fefe",
      "time": 5,
      "slug": "important-things-you-need-to-know",
      "title": "Important Things You Need to Know What Goes Into Your Car AC Service.",
      "subtitle": "7 Min read",
      "content": "Summer is here and boy it's staying put. Be your everyday office drive or an end-of-the-week escape, travelling without AC will be terrible. Given that the temperature inside the car lodge can ascend to 60°C, determining the status of your vehicle AC ought to be your first concern. There can be a large group of issues creeping up like low cooling, smell, failed compressor, and many more. That's why regular AC maintenance is necessary to keep the cooling at maximum efficiency.\n\n#### Do you want to know how Car AC works?\n\n### Car Automotive Air Conditioning Service Explained:\n\nIn this blog, we are describing how Car AC works and what goes inside AC servicing. You can also learn more about vital AC components, common AC issues and how you can maintain your Car AC at home.\n\n###  Components of Car AC\n\n- ##### Compressor\n\n    Only the Compressor is responsible for pressing the refrigerant gas, which is known as Freon. We can also say the compressor works like a pump. After the compression of gas, it becomes hot and transmitted through a condenser. Compressor plays a vital role in the working of Car AC.\n\n- ##### Refrigerant\n\n    Refrigerant is also one of the important components of Car AC. It is basically a fluid contained within the coils of a car AC system. Before 1993, R-12 a.k.a Freon refrigerant is used. Later, it replaces with Freon because it harmed the environment.\n\n- ##### Condenser\n\n    A condenser is a series of coils. It helps to remove the heat from the compressed gas. The condenser acts as a heat exchanger and helps to cool the refrigerant by changing the state from gas to liquid form.\n\n- ##### Evaporator\n\n    The evaporator is another crucial component of Car AC. If you need cold and refresh air, it plays an important role. Usually, it is located inside the car. But sometimes you can also find an evaporator just right behind the dashboard. \n\n- ##### Thermal Expansion Valve\n\n    The thermal expansion valve works in tandem with the evaporator. It helps to controls the pressure of the AC refrigerant. Thermal Expansion Valve or Orifice Tube monitors the quantity of pressure and temperature of the Car A/C system.\n\n- ##### Dryer/Accumulator\n\n    It contains a desiccant and responsible for pulling away moisture.\n\n###  9+ Top Reasons that your Car AC isn't cooling Enough\n\n#### Car AC Service Fully Explained:\n\nAre you looking for car ac servicing? When you take your car for a car air conditioning repair, the mechanic starts by checking the cabin temperature. The temperature should be approximately 5°C-10°C. After checking this, the technician then proceeds to check the level of the refrigerant present in the system.\n\nIn case if the refrigerant level drops it highly affects the AC's ability to cool. \n\nIt is one of the common reasons why your car AC isn't working properly. By using a pressure gauge and a precision AC gas recharging machine, they flush the refrigerant out and best it up to the suggested level.\n\nWhile working on this, car mechanic also check leakage or cracks in the AC line and hoses..\n\nIf there is an apparent leak it could be because of a bad seal and bearing. Then the compressor starts making a buzzing noise. One of the best ways to keep a compressor working well is to be checked regulary and serviced. Also, you can replace the compressor oil for the maintenance of the compressor.\n\nAfter that technician comes the compressor, which is the most valuable component in a car AC system. In case if the the compressor malfunctions, the whole AC system will fail. \n\nThe condenser, which lives before the motor is checked for twisted/harmed balances or an obstructed line. A condenser becomes stopped up because of leaves, residue and flotsam and jetsam develop. It can likewise truly cut down the cooling productivity of the AC. In case such is the situation, the condenser is washed with gentle water pressure to not twist the balances. \n\nBesides, they likewise check whether the dryer is appropriately working. They likewise do a last investigation of the evaporator for any dampness develop. The dampness develop isn't uplifting news. This is on the grounds that the water content can saturate indispensable electrical segments under the dashboard. \n\nAt long last, they clean the lodge channel or the HVAC channel (warming, ventilation, cooling) situated under the glove box. After each 15,000km, the channel is supplanted.\n\n### 5 Common Car AC Problems \n\n- ##### Car AC not cooling enough\n\n    This can be because of a low refrigerant level or a failed compressor, which can be very costly to fix. Another reason for this is, something as simple as a stopped-up condenser. If the condenser becomes clogged it minimizes the surface area of the coil and this outcome in less cooling.\n\n- ##### Bad odor from the AC\n\n    A weak or solid foul smell would highlight shape/buildup or moisture formation in the AC filter. Cleaning or supplanting the filter generally takes care of the issue. Yet, on the off chance that you smell \"spoiled eggs\" while working the AC, We stringently suggest you ought to get a professional technician to handle this.\n\n- ##### Loud whirring noise\n\n    Loud high-pitched buzzing noise while operating the AC can be due to a shot compressor bearing. In case, if the sound is coming from inside the cabin, the blower fan assembly should be repaired or replaced.\n\n- ##### Water seeping inside the cabin\n\n    If you notice water inside the car cabin, this is because of outside becomes blocked.\n\n- ##### Engine overheating\n\n    Actually like the steering or the water pump, the compressor utilizes some power from the engine. The clutch on the compressor can hold onto making the compressor put a superfluous burden. This in the long run overheats the engine.\n\n_If you are looking to repair car air conditioning at home, here are a few steps:_\n\n- ##### Wipe the vents\n\n    Dust on the car AC vent can eventually accumulate. You need to clean it. You can remove the dust by using a brush or a sponge. Gently clean the AC vent every once in a while otherwise it causes a drop in cooling.\n\n- ##### Clean the cabin filter\n\n    You need to clean the dirty cabin filter or the HVAC filter regularly. This filter is located just behind the glove box. It can lead to foul odor while the AC operates. You can easily clean the filter with a brush.\n\n- ##### Clean the condenser\n\n    As we already discussed, the condenser is located behind the front bumper of the car. You can clean it with a high-pressure jet washer and chemical chemicals.\n\nIf you're a responsible car owner, make sure to service your car AC regularly to maintain cooling efficiency. The servicing of the car AC is unavoidable.\n\nIf you need the Best Car AC Services in Noida, CarPlus is here to assist you. We are a full car AC service provider company at the best prices in your city.\n\nServices offered by us:\n\n-   AC Gas Recharge\n\n-   AC Condenser Cleaning\n\n-   AC Cooling Coil/Evaporator Cleaning\n\n-   AC Filter Service\n\n-   AC Diagnosis & Inspection\n\n-   AC Vents & Dashboard Cleaning",
      "imageURL": "https://us.123rf.com/450wm/iconisa/iconisa1904/iconisa190403181/123789823-air-conditioning-car-service-line-icon-vector-air-conditioning-car-service-outline-sign-concept-symb.jpg?ver=6",
      "page": "home"
    },
    {
      "author": "fefe",
      "time": 5,
      "slug": "why-is-choosing-the-best-quality-car-tyre",
      "title": "Why is Choosing the Best Quality Car Tyre one of the most Important aspects?",
      "subtitle": "3 Min read",
      "content": "Tyres are incredibly complex products. All the tyres that you see stocked up in a tyre store can look all good. But, just because they look alike does not mean they do the same job. There could be a big difference in the design of these tyres. At the first glance, the tread pattern of every new tyre might look convincing. Unfortunately, what you don't see is what that construction is made from, what is underneath the tread pattern, the compounds and the ingredients that have been used . That's where a premium manufacturer spends millions every year to develop a tyre that's perfect for wet, dry, hot and cold conditions. This ensures your tyre will do exactly what it is supposed to do in all driving conditions. While that is not the case with a low quality tyre. It might be ok in dry conditions but might not be completely ok in wet conditions. This is also explains the low cost of such tyres.\n\nIn a country like India where we experience almost 3 to 4 months of rain every year, the design of the tyre tread is not just about styling. It plays a crucial role in keeping your car under control in wet conditions. If your tyres don't cut through the surface of water effectively your car will end up hydroplaning. Which means your tyres will surf on top of the water and you will no longer be connected to the road and will be unable to stop or steer. Hence, especially when it comes to wet driving, the right quality tyres can make all the difference.\n\n##### Factors that give premium high quality tyres an edge over the rest are:\n\n- Superior Braking --  Branded tyres made of premium rubber generate a lot of grip and are well connected to the surface of the road. As a result, the stopping distance is much less.\n\n- Cornering Performance -- A big difference is experienced during cornering. Low quality tyres don't produce enough grip and skid off the corner. This is because their ability to stick to the road is far less as compared to premium tyres.\n\n- Higher grade rubber.\n\n- Better handling and overall driving performance.\n\n- Increased life span -  The high quality rubber compounds and other polymers along with the cutting-edge engineering technology used in manufacturing the tyre results into longer life of the tyres.\n\nSo, choose your tyres wisely. Top tyre manufacturer like Michelin uses the latest technology, making it the brand of choice for long lasting, reliable tyres in India. If you are concerned about the performance of your tyres then why not check out some best quality tyres and seek advice from one of the professional [tyre dealers near you](https://www.tyres-n-services.in/dealers).",
      "imageURL": "https://st2.depositphotos.com/1041273/5848/v/380/depositphotos_58487657-stock-illustration-tyre-icon.jpg",
      "page": "home"
    },
    {
      "author": "fefe",
      "time": 5,
      "slug": "an-ultimate-step-guide-to-hire-the-best-mechanic",
      "title": "An Ultimate Step Guide to Hire the Best Mechanic for Preventative Maintenance.",
      "subtitle": "5 Min read",
      "content": "There are a lot of benefits of having a car. Your car does not only help in taking you from point A to B, it also keeps you safe on the road. It creates a protective shell around your family during travel, keeping them secure from traffic and road accidents. So your vehicle plays a vital role in your daily lifestyle. Maintenance of car is also the most important things which cannot be neglected. Hiring a non-certified mechanic and fixing improperly can cause big problems.\n\nThat's why hiring the best mechanic for your preventative maintenance is most important. At CarPlus, it's our responsibility to take care of the client's vehicle in a good way.  We are a family-owned business serving Noida and all nearby areas. We also understand what it means to have a safe and secure car to transport your family.\n\n _Here we are discussing a significant list of things to seek out when shopping for a preventative mechanic._ \n#####  Licensed and Certified:\n\nThe first thing that must be done to determine car mechanics is qualified, licensed, and certified. Everyone loves the car and is passionate about engines. Choosing unprofessional and inexperienced mechanics for a car repair can lead to more problems later. So if you're looking to hire a mechanic, ask about his or her credentials.\n\nYou can also some questions like:\n\n-   How long have they been doing business?\n\n-   Where did they go to school, or who did they train under? \n\n-   And do they have certification as a mechanic?\n\n#####  Meet the Staff in Person: \nIt's so easy these days to book an appointment over the call, or by visiting a website online. Many people leave their cars without ever speaking to mechanics which is not good. Professional mechanics can give you a full guarantee of the work done by them. Before hiring an At CarPlus, our team of experienced and certified mechanics works hard to provide the best possible service every time they work on a vehicle.\n\n#####  Read Customer Reviews:\n\nIn the age of the internet, you can also check the reviews of any company before hiring them. You can check what clients are saying about their business and practices. At CarPlus, we are highly dedicated to provide the best quality services. Here you can check our previous and what our clients say about us. We are also pleased to discuss previous jobs we have done, and how we can help you improve your car.\n\n#####  Always Check Price List:\n\nBefore choosing the best car mechanics for your car it's necessary to check the price list. You can also check the prices of any company online and get a free quote. At CarPlus, we aim to offer outstanding car diagnostic and repair services at pocket-friendly prices. You can also maintain your car by following our basic car maintenance tips and tricks. Our mechanics can complete the preventative repair work at very affordable prices.\n\nOur primary goal is client satisfaction, which is why we've tailored our preventative services to fit your schedule and budget.\n\n## Conclusion\n\nThere are a few possibilities that you need to consider prior while hiring preventative services.\n\nIf you want to get more information on preventative repair, why it's so important, check out our latest blog posts, or contact our certified mechanics immediately. If you want to make an appointment with one of our experienced mechanics, visit our professional website today. Come meet the family at the CarPlus Auto Repair shop today.  We will be happy to assist you. Our team works 24X7 ready to offer their services in just one call.",
      "imageURL": "http://unblast.com/wp-content/uploads/2020/10/Mechanic-Vector-Illustration-1.jpg",
      "page": "home"
    }
  ]
}